Repository: JosefFryk/ALHiLoExtension
Catalog: translationsa/Business%20Foundation.*.xlf
Languages: cs_cz

# Table 1908046867 - Property 2879900210
source: Reason Code
cs_cz: Kód příčiny

# Table 1908046867 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 1908046867 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 1047125746 - Property 2879900210
source: Return Reason
cs_cz: Důvod vrácení

# Table 1047125746 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 1047125746 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 2720485332 - Property 2879900210
source: Source Code
cs_cz: Kód původu

# Table 2720485332 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 2720485332 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 1642199961 - Property 2879900210
source: Source Code Setup
cs_cz: Nastavení kódů původu

# Table 1642199961 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč

# Page 3348372542 - Property 2879900210
source: Reason Codes
cs_cz: Kódy příčiny

# Page 3348372542 - Control 3004954119 - Property 1295455071
source: Specifies a reason code to attach to the entry.
cs_cz: Určuje kód příčiny, který se má připojit k položce.

# Page 3348372542 - Control 3461834954 - Property 1295455071
source: Specifies a description of what the code stands for.
cs_cz: Určuje popis toho, co kód znamená.

# Page 3396682367 - Property 2879900210
source: Return Reasons
cs_cz: Důvody vrácení

# Page 3396682367 - Control 3004954119 - Property 1295455071
source: Specifies the code of the record.
cs_cz: Určuje kód záznamu.

# Page 3396682367 - Control 3461834954 - Property 1295455071
source: Specifies the description of the return reason.
cs_cz: Určuje popis důvodu vrácení.

# Page 1642199961 - Property 2879900210
source: Source Code Setup
cs_cz: Nastavení kódů původu

# Page 2170603285 - Property 2879900210
source: Source Codes
cs_cz: Kódy původu

# Page 2170603285 - Control 3004954119 - Property 1295455071
source: Specifies the source code.
cs_cz: Určuje kód původu.

# Page 2170603285 - Control 3461834954 - Property 1295455071
source: Specifies a description of what the code stands for.
cs_cz: Určuje popis toho, co kód znamená.

# Table 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada

# Table 1351594800 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 1351594800 - Field 850753046 - Property 2879900210
source: Date Order
cs_cz: Časové pořadí

# Table 1351594800 - Field 3577534521 - Property 2879900210
source: Default Nos.
cs_cz: Výchozí čísla

# Table 1351594800 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 1351594800 - Field 126224818 - Property 2879900210
source: Manual Nos.
cs_cz: Ruční čísla

# Table 1570804830 - Property 2879900210
source: No. Series Generation
cs_cz: Vygenerování č. řad

# Table 1570804830 - Field 1303940957 - Property 2879900210
source: Input Text
cs_cz: Vstupní text

# Table 1570804830 - Field 4200184881 - Property 2879900210
source: No.
cs_cz: Číslo

# Table 3378361045 - Property 2879900210
source: No. Series Generation Detail
cs_cz: Podrobnosti vygenerování č. řad

# Table 3378361045 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 3378361045 - Field 3353816324 - Property 2879900210
source: Ending No.
cs_cz: Poslední číslo

# Table 3378361045 - Field 2938565236 - Property 2879900210
source: Exists
cs_cz: Existuje

# Table 3378361045 - Field 968786891 - Property 2879900210
source: No.
cs_cz: Číslo

# Table 3378361045 - Field 2364818100 - Property 2879900210
source: Increment-by No.
cs_cz: Přírůstek čísel

# Table 3378361045 - Field 814962230 - Property 2879900210
source: Is Next Year
cs_cz: Je příští rok

# Table 3378361045 - Field 3080618677 - Property 2879900210
source: Message
cs_cz: Zpráva

# Table 3378361045 - Field 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Table 3378361045 - Field 1645868462 - Property 2879900210
source: Setup Field
cs_cz: Pole nastavení

# Table 3378361045 - Field 1001008870 - Property 2879900210
source: Setup Field No.
cs_cz: Č. pole nastavení

# Table 3378361045 - Field 3153625826 - Property 2879900210
source: Setup Table
cs_cz: Tabulka nastavení

# Table 3378361045 - Field 1458786762 - Property 2879900210
source: Setup Table No.
cs_cz: Č. tabulky nastavení

# Table 3378361045 - Field 460889064 - Property 2879900210
source: Starting Date
cs_cz: Datum zahájení

# Table 3378361045 - Field 2800826121 - Property 2879900210
source: Starting No.
cs_cz: Počáteční číslo

# Table 3378361045 - Field 3268100271 - Property 2879900210
source: Warning No.
cs_cz: Číslo upozornění

# Table 913177062 - Property 2879900210
source: No. Series Line
cs_cz: Řádek číselné řady

# Table 913177062 - Field 3353816324 - Property 2879900210
source: Ending No.
cs_cz: Poslední číslo

# Table 913177062 - Field 299361462 - Property 2879900210
source: Implementation
cs_cz: Implementace

# Table 913177062 - Field 2364818100 - Property 2879900210
source: Increment-by No.
cs_cz: Přírůstek čísel

# Table 913177062 - Field 1021068619 - Property 2879900210
source: Last Date Used
cs_cz: Poslední použité datum

# Table 913177062 - Field 1279394486 - Property 2879900210
source: Last No. Used
cs_cz: Poslední použité číslo

# Table 913177062 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku

# Table 913177062 - Field 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřeno

# Table 913177062 - Field 1493520340 - Property 2879900210
source: Sequence Name
cs_cz: Název sekvence

# Table 913177062 - Field 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Table 913177062 - Field 460889064 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Table 913177062 - Field 2800826121 - Property 2879900210
source: Starting No.
cs_cz: Počáteční číslo

# Table 913177062 - Field 2930816372 - Property 2879900210
source: Starting Sequence No.
cs_cz: Počáteční pořadové číslo

# Table 913177062 - Field 2280003519 - Property 2879900210
source: Temporary Sequence Number
cs_cz: Dočasné pořadové číslo

# Table 913177062 - Field 3268100271 - Property 2879900210
source: Warning No.
cs_cz: Číslo varování

# Table 1202322435 - Property 2879900210
source: No. Series Line Purchase
cs_cz: Řádek číselné řady nákupu

# Table 1202322435 - Field 3353816324 - Property 2879900210
source: Ending No.
cs_cz: Poslední číslo

# Table 1202322435 - Field 2364818100 - Property 2879900210
source: Increment-by No.
cs_cz: Přírůstek čísel

# Table 1202322435 - Field 1021068619 - Property 2879900210
source: Last Date Used
cs_cz: Poslední použité datum

# Table 1202322435 - Field 1279394486 - Property 2879900210
source: Last No. Used
cs_cz: Poslední použité číslo

# Table 1202322435 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku

# Table 1202322435 - Field 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřeno

# Table 1202322435 - Field 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Table 1202322435 - Field 460889064 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Table 1202322435 - Field 2800826121 - Property 2879900210
source: Starting No.
cs_cz: Počáteční číslo

# Table 1202322435 - Field 3268100271 - Property 2879900210
source: Warning No.
cs_cz: Číslo varování

# Table 3631500142 - Property 2879900210
source: No. Series Line Sales
cs_cz: Řádek číselné řady prodeje

# Table 3631500142 - Field 3353816324 - Property 2879900210
source: Ending No.
cs_cz: Poslední číslo

# Table 3631500142 - Field 2364818100 - Property 2879900210
source: Increment-by No.
cs_cz: Přírůstek čísel

# Table 3631500142 - Field 1021068619 - Property 2879900210
source: Last Date Used
cs_cz: Poslední použité datum

# Table 3631500142 - Field 1279394486 - Property 2879900210
source: Last No. Used
cs_cz: Poslední použité číslo

# Table 3631500142 - Field 3320823955 - Property 2879900210
source: Line No.
cs_cz: Číslo řádku

# Table 3631500142 - Field 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřeno

# Table 3631500142 - Field 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Table 3631500142 - Field 460889064 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Table 3631500142 - Field 2800826121 - Property 2879900210
source: Starting No.
cs_cz: Počáteční číslo

# Table 3631500142 - Field 3268100271 - Property 2879900210
source: Warning No.
cs_cz: Číslo varování

# Table 1744020596 - Property 2879900210
source: No. Series Relationship
cs_cz: Vztah číselné řady

# Table 1744020596 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 1744020596 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 1744020596 - Field 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Table 1744020596 - Field 464081295 - Property 2879900210
source: Series Description
cs_cz: Popis řady

# Table 3725229900 - Property 2879900210
source: No. Series Tenant
cs_cz: Číselná řada nájemce

# Table 3725229900 - Field 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Table 3725229900 - Field 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Table 3725229900 - Field 3480910106 - Property 2879900210
source: Last Used number
cs_cz: Naposledy použité číslo

# Codeunit 3746247397 - NamedType 4211107237
source: Cannot save No. Series Line that does not exist: %1, %2
cs_cz: Nelze uložit řádek číselné řady, který neexistuje: %1, %2

# Codeunit 3746247397 - NamedType 3695228939
source: No. Series state cannot be saved while simulating numbers.
cs_cz: Stav č. řady nelze uložit při simulaci čísel.

# Codeunit 2943768528 - NamedType 1516196221
source: Open No. Series Lines
cs_cz: Otevřete řádky číselné řady

# Codeunit 2943768528 - NamedType 3324156107
source: Open No. Series Relationships
cs_cz: Otevřete vztah číselné řady

# Codeunit 2943768528 - NamedType 1303879530
source: Open No. Series
cs_cz: Otevřete číselnou řadu

# Codeunit 2854004809 - NamedType 3585876820
source: It is not possible to assign numbers automatically. If you want the program to assign numbers automatically, please activate %1 in %2 %3.
cs_cz: Není možné přiřadit čísla automaticky. Pokud chcete, aby program přiřazoval čísla automaticky, aktivujte %1 v %2 %3.

# Codeunit 2854004809 - NamedType 1683251246
source: You may not enter numbers manually. If you want to enter numbers manually, please activate %1 in %2 %3.
cs_cz: Čísla nesmíte zadávat ručně. Pokud chcete zadávat čísla ručně, aktivujte %1 v %2 %3.

# Codeunit 2854004809 - NamedType 3723380736
source: You cannot assign new numbers from the number series %1 on a date before %2.
cs_cz: Nemůžete přiřadit nová čísla z číselné řady %1 před %2.

# Codeunit 2854004809 - NamedType 141780555
source: You cannot assign new numbers from the number series %1.
cs_cz: Nemůžete přiřadit nová čísla z číselné řady %1.

# Codeunit 2854004809 - NamedType 2768781936
source: You cannot assign new numbers from the number series %1 on %2.
cs_cz: Nemůžete přiřadit nová čísla z číselné řady %1 dne %2.

# Codeunit 2854004809 - NamedType 947897879
source: You cannot get a No. Series Line with empty No. Series Code.
cs_cz: Nemůžete získat řádek č. řady s prázdným kódem č. řady.

# Codeunit 2854004809 - NamedType 1752763935
source: You have one or more documents that must be posted before you post document no. %1 according to your company's No. Series setup.
cs_cz: Máte jeden nebo více dokladů, které musí být zaúčtovány před zaúčtováním dokladu s číslem %1 dle nastavení číselných řad vaší společnosti.

# Codeunit 2854004809 - NamedType 1541001048
source: The number series %1 is not related to %2.
cs_cz: Číselná řada %1 nesouvisí s %2.

# Codeunit 2490312044 - NamedType 2759112708
source: Number series can only use up to 18 digit numbers. %1 has %2 digits.
cs_cz: Číselné řady mohou použít pouze 18 číslic. %1 má %2 číslic.

# Codeunit 945075924 - NamedType 1383936404
source: The filter on %1 was altered by an event subscriber. This is a programming error. Please contact your partner to resolve the issue.\Original %1: %2\Modified Filter: %3
cs_cz: Filtr na %1 byl změněn odběratelem události. Toto je chyba programování. Pokud chcete problém vyřešit, kontaktujte partnera.\Původní %1: %2\Upravený filtr: %3

# Codeunit 945075924 - NamedType 2723671431
source: The number format in %1 must be the same as the number format in %2.
cs_cz: Číselný formát v %1 musí být stejný jako číselný formát v %2.

# Codeunit 945075924 - NamedType 4061308638
source: The number %1 cannot be extended to more than 20 characters.
cs_cz: Číslo %1 nelze rozšířit na více než 20 znaků.

# Codeunit 945075924 - NamedType 1327363892
source: The value in the %1 field must have a number so that we can assign the next number in the series.
cs_cz: Hodnota v poli %1 musí mít číslo, aby bylo možné přiřadit další číslo v řadě.

# Codeunit 635112987 - NamedType 1661298432
source: You cannot assign numbers greater than %1 from the number series %2. No. assigned: %3
cs_cz: Nelze přiřadit čísla větší než %1 z číselné řady %2. Přiřazené číslo: %3

# Codeunit 635112987 - NamedType 3967792828
source: The No. Series %1 is soon running out. The current number is %2 and the last allowed number of the sequence is %3.
cs_cz: Č. řada %1 brzy končí. Aktuální číslo je %2 a poslední povolené číslo sekvence je %3.

# Codeunit 491414909 - NamedType 543341268
source: Number series already configured. If you wish to modify the existing series, please use the `Modify number series` prompt.
cs_cz: Číselná řada je již nakonfigurována. Pokud si přejete upravit stávající řadu, použijte výzvu „Upravit číselnou řadu“.

# Codeunit 491414909 - NamedType 3829418469
source: Unable to load the No. Series Copilot Tool 1. Please try again later.
cs_cz: Nelze načíst nástroj č. řad nástroje Copilot 1. Zkuste to znovu později.

# Codeunit 491414909 - NamedType 61724966
source: Searching for tables with number series related to your query
cs_cz: Vyhledávání tabulek s číselnými řadami souvisejícími s vaším dotazem

# Codeunit 52184456 - NamedType 2272874181
source: Please specify the tables for which you want to modify the number series.
cs_cz: Zadejte tabulky, pro které chcete upravit číselnou řadu.

# Codeunit 52184456 - NamedType 3829418469
source: Unable to load the No. Series Copilot Tool 2. Please try again later.
cs_cz: Nelze načíst nástroj č. řad nástroje Copilot 2. Zkuste to znovu později.

# Codeunit 52184456 - NamedType 61724966
source: Searching for tables with number series related to your query
cs_cz: Vyhledávání tabulek s číselnými řadami souvisejícími s vaším dotazem

# Codeunit 1938795487 - NamedType 3829418469
source: Unable to load the No. Series Copilot Tool 4. Please try again later.
cs_cz: Nelze načíst nástroj č. řad nástroje Copilot 4. Zkuste to znovu později.

# Codeunit 3894689399 - NamedType 3829418469
source: Unable to load the No. Series Copilot Tool 3. Please try again later.
cs_cz: Nelze načíst nástroj č. řad nástroje Copilot 3. Zkuste to znovu později.

# Codeunit 236448597 - NamedType 3484787294
source: for
cs_cz: pro

# Codeunit 3314925284 - NamedType 2017654920
source: Sorry, something went wrong. Please rephrase and try again.
cs_cz: Omlouvám se, něco se pokazilo. Zkuste zprávu přeformulovat a zkuste to znovu.

# Codeunit 3314925284 - NamedType 3815443864
source: Incorrect completion. The completion is empty.
cs_cz: Nesprávné dokončení. Dokončení je prázdné.

# Codeunit 3314925284 - NamedType 324045479
source: Generating number series %1
cs_cz: Generování číselných řad %1

# Codeunit 3314925284 - NamedType 3583908764
source: Incorrect completion. The property %1 is empty
cs_cz: Nesprávné dokončení. Vlastnost %1 je prázdná.

# Codeunit 3314925284 - NamedType 3925145033
source: Incorrect completion. The number of generated number series is incorrect. Expected %1, but got %2
cs_cz: Nesprávné dokončení. Počet vygenerovaných číselných řad je nesprávný. Očekávaný počet: %1, získaný počet: %2.

# Codeunit 3314925284 - NamedType 2660645295
source: Sorry, I couldn't generate a good result from your input. Please rephrase and try again.
cs_cz: Omlouvám se, ale z vašeho nebylo možné vygenerovat dobrý výsledek. Zkuste vstup přeformulovat a zkuste to znovu.

# Codeunit 3314925284 - NamedType 3716456771
source: The property %1 exceeds the maximum length of %2
cs_cz: Vlastnost %1 přesahuje maximální délku %2.

# Codeunit 3314925284 - NamedType 3391421996
source: The response should be a function call.
cs_cz: Odpovědí by mělo být volání funkce.

# Codeunit 3314925284 - NamedType 3829418469
source: Unable to load the No. Series Copilot Tool. Please try again later.
cs_cz: Nelze načíst nástroj č. řad nástroje Copilot. Zkuste to znovu později.

# Codeunit 541128827 - NamedType 3585876820
source: It is not possible to assign numbers automatically. If you want the program to assign numbers automatically, please activate %1 in %2 %3.
cs_cz: Není možné přiřadit čísla automaticky. Pokud chcete, aby program přiřazoval čísla automaticky, aktivujte %1 v %2 %3.

# Codeunit 541128827 - NamedType 1288785529
source: You cannot assign numbers greater than %1 from the number series %2.
cs_cz: Z číselné řady %2 nemůžete přiřadit čísla větší než %1.

# Codeunit 541128827 - NamedType 1683251246
source: You may not enter numbers manually. If you want to enter numbers manually, please activate %1 in %2 %3.
cs_cz: Čísla nesmíte zadávat ručně. Pokud chcete zadávat čísla ručně, aktivujte %1 v %2 %3.

# Codeunit 541128827 - NamedType 3723380736
source: You cannot assign new numbers from the number series %1 on a date before %2.
cs_cz: Nemůžete přiřadit nová čísla z číselné řady %1 před %2.

# Codeunit 541128827 - NamedType 141780555
source: You cannot assign new numbers from the number series %1.
cs_cz: Nemůžete přiřadit nová čísla z číselné řady %1.

# Codeunit 541128827 - NamedType 2768781936
source: You cannot assign new numbers from the number series %1 on %2.
cs_cz: Nemůžete přiřadit nová čísla z číselné řady %1 dne %2.

# Codeunit 541128827 - NamedType 2723671431
source: The number format in %1 must be the same as the number format in %2.
cs_cz: Číselný formát v %1 musí být stejný jako číselný formát v %2.

# Codeunit 541128827 - NamedType 4061308638
source: The number %1 cannot be extended to more than 20 characters.
cs_cz: Číslo %1 nelze rozšířit na více než 20 znaků.

# Codeunit 541128827 - NamedType 1752763935
source: You have one or more documents that must be posted before you post document no. %1 according to your company's No. Series setup.
cs_cz: Máte jeden nebo více dokladů, které musí být zaúčtovány před zaúčtováním dokladu s číslem %1 dle nastavení číselných řad vaší společnosti.

# Codeunit 541128827 - NamedType 806094804
source: The value in the %1 field must have a number so that we can assign the next number in the series.
cs_cz: Hodnota v poli %1 musí mít číslo, aby bylo možné přiřadit další číslo v řadě.

# Page 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada

# Page 1351594800 - Property 3863440606
source: numbering,number series
cs_cz: číslování,číselné řady

# Page 1351594800 - NamedType 3338871808
source: The test failed. No number was returned for date %1.
cs_cz: Test se nezdařil. Pro datum %1 nebylo vráceno žádné číslo.

# Page 1351594800 - NamedType 3406479104
source: The test was successful. Number %1 for date %2 was returned.
cs_cz: Test proběhl úspěšně. Číslo %1 pro datum %2 bylo vráceno.

# Page 1351594800 - Control 2963217175 - Property 1295455071
source: Specifies that a number assigned from the number series can later be deleted. This is practical for records, such as item cards and warehouse documents that, unlike financial transactions, can be deleted and cause gaps in the number sequence. This setting also means that new numbers will be generated and assigned in a faster, non-blocking way. NOTE: If an error occurs on a new record that will be assigned a number from such a number series when it is completed, the number in question will be lost, causing a gap in the sequence.
cs_cz: Určuje, že číslo přiřazené z číselné řady lze později odstranit. To je praktické pro záznamy, jako jsou například karty zboží a skladové doklady, které lze na rozdíl od finančních transakcí odstranit a způsobit mezery v číselné řadě. Toto nastavení také znamená, že nová čísla budou vygenerována a přiřazována rychlejším a neblokovaným způsobem. Poznámka: Pokud dojde k chybě u nového záznamu, kterému bude přiřazeno číslo z takové číselné řady po jeho dokončení, bude dané číslo ztraceno, což způsobí mezeru v pořadí.

# Page 1351594800 - Control 2963217175 - Property 2879900210
source: Allow Gaps in Nos.
cs_cz: Povolit mezery v číselné řadě

# Page 1351594800 - Control 3004954119 - Property 1295455071
source: Specifies a number series code.
cs_cz: Určuje kód číselné řady.

# Page 1351594800 - Control 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Page 1351594800 - Control 850753046 - Property 1295455071
source: Specifies to check that numbers are assigned chronologically.
cs_cz: Určuje kontrolovat, že čísla jsou řazena chronologicky.

# Page 1351594800 - Control 850753046 - Property 2879900210
source: Date Order
cs_cz: Časové pořadí

# Page 1351594800 - Control 3577534521 - Property 1295455071
source: Specifies whether this number series will be used to assign numbers automatically.
cs_cz: Určuje, zda toto sériové číslo bude použito k přiřazení čísel automaticky.

# Page 1351594800 - Control 3577534521 - Property 2879900210
source: Default Nos.
cs_cz: Výchozí čísla

# Page 1351594800 - Control 3461834954 - Property 1295455071
source: Specifies a description of the number series.
cs_cz: Určuje popis číselné řady.

# Page 1351594800 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Page 1351594800 - Control 2778399362 - Property 1295455071
source: Specifies the last number in the series.
cs_cz: Určuje poslední číslo v řadě.

# Page 1351594800 - Control 2778399362 - Property 2879900210
source: Ending No.
cs_cz: Poslední číslo

# Page 1351594800 - Control 299361462 - Property 1295455071
source: Specifies the implementation to use for getting numbers.
cs_cz: Určuje implementaci, která se má použít pro získání čísel.

# Page 1351594800 - Control 299361462 - Property 2879900210
source: Implementation
cs_cz: Implementace

# Page 1351594800 - Control 1137329653 - Property 1295455071
source: Specifies the value for incrementing the numeric part of the series.
cs_cz: Určuje hodnotu pro zvyšování číselné části řad.

# Page 1351594800 - Control 1137329653 - Property 2879900210
source: Increment-by No.
cs_cz: Přírůstek čísel

# Page 1351594800 - Control 710721723 - Property 1295455071
source: Specifies the date when a number was most recently assigned from the number series.
cs_cz: Určuje datum, kdy bylo číslo naposled přiřazeno z číselné řady.

# Page 1351594800 - Control 710721723 - Property 2879900210
source: Last Date Used
cs_cz: Poslední použité datum

# Page 1351594800 - Control 2927620432 - Property 1295455071
source: Specifies the last number that was used from the number series.
cs_cz: Určuje poslední číslo použité z číselné řady.

# Page 1351594800 - Control 2927620432 - Property 2879900210
source: Last No. Used
cs_cz: Poslední použité číslo

# Page 1351594800 - Control 126224818 - Property 1295455071
source: Specifies that you can enter numbers manually instead of using this number series.
cs_cz: Určuje, že můžete vložit čísla ručně namísto použití číselné řady.

# Page 1351594800 - Control 126224818 - Property 2879900210
source: Manual Nos.
cs_cz: Ruční čísla
