Repository: JosefFryk/ALHiLoExtension
Catalog: translationsa/Business%20Foundation.*.xlf
Languages: cs_cz

# Page 1093610299 - Control 2364818100 - Property 1295455071
source: Specifies the size of the interval by which you would like to space the numbers in the number series.
cs_cz: Určuje velikost intervalu který chcete mít mezi jednotlivými čísly v číselné řadě.

# Page 1093610299 - Control 2364818100 - Property 2879900210
source: Increment-by No.
cs_cz: Přírůstek čísel

# Page 1093610299 - Control 1021068619 - Property 1295455071
source: Specifies the date when a number was most recently assigned from the number series.
cs_cz: Určuje datum, kdy bylo číslo naposled přiřazeno z číselné řady.

# Page 1093610299 - Control 1021068619 - Property 2879900210
source: Last Date Used
cs_cz: Poslední použité datum

# Page 1093610299 - Control 1279394486 - Property 1295455071
source: Specifies the last number that was used from the number series.
cs_cz: Určuje poslední číslo použité z číselné řady.

# Page 1093610299 - Control 1279394486 - Property 2879900210
source: Last No. Used
cs_cz: Poslední použité číslo

# Page 1093610299 - Control 4259830144 - Property 1295455071
source: Specifies whether or not the number series line is open.
cs_cz: Určuje, zda je řádek číselné řady otevřený.

# Page 1093610299 - Control 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřeno

# Page 1093610299 - Control 3557386538 - Property 1295455071
source: Specifies the number series code for the line.
cs_cz: Určuje kód číselné řady pro řádek.

# Page 1093610299 - Control 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Page 1093610299 - Control 460889064 - Property 1295455071
source: Specifies the date from which you would like this line to apply.
cs_cz: Určuje datum, od kdy byste rádi vyrovnali tento řádek.

# Page 1093610299 - Control 460889064 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Page 1093610299 - Control 2800826121 - Property 1295455071
source: Specifies the first number in the series.
cs_cz: Určuje první číslo v řadě.

# Page 1093610299 - Control 2800826121 - Property 2879900210
source: Starting No.
cs_cz: Počáteční číslo

# Page 1093610299 - Control 3268100271 - Property 1295455071
source: Specifies if you want to receive a warning that the number series is running out.
cs_cz: Určuje, zda chcete obdržet upozornění, že dochází číselná řada.

# Page 1093610299 - Control 3268100271 - Property 2879900210
source: Warning No.
cs_cz: Číslo varování

# Page 3945079413 - Property 2879900210
source: No. Series Relationships
cs_cz: Vztah číselné řady

# Page 3945079413 - Control 3004954119 - Property 1295455071
source: Specifies the number series code that represents the related number series.
cs_cz: Určuje kód číselné řady, který reprezentuje související číselné řádky.

# Page 3945079413 - Control 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Page 3945079413 - Control 3461834954 - Property 1295455071
source: Specifies the description of the number series represented by the code in the Code field.
cs_cz: Určuje popis číselné řady reprezentované kódem v poli Kód.

# Page 3945079413 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Page 3945079413 - Control 3557386538 - Property 1295455071
source: Specifies the code for a number series that you want to include in the group of related number series.
cs_cz: Určuje kód pro číselnou řadu, kterou si přejete zahrnout do skupiny číselných řad nacházejících se ve vzájemné relaci.

# Page 3945079413 - Control 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Page 3945079413 - Control 464081295 - Property 1295455071
source: Specifies the description of the number series represented by the code in the Series Code field.
cs_cz: Určuje popis číselné řady představovanou kódem v poli Kód řady.

# Page 3945079413 - Control 464081295 - Property 2879900210
source: Series Description
cs_cz: Popis řady

# Page 3610123592 - Property 2879900210
source: No. Series Relationships
cs_cz: Vztah číselné řady

# Page 3610123592 - Control 3004954119 - Property 1295455071
source: Specifies the number series code that represents the related number series.
cs_cz: Určuje kód číselné řady, který reprezentuje související číselné řádky.

# Page 3610123592 - Control 3004954119 - Property 2879900210
source: Code
cs_cz: Kód

# Page 3610123592 - Control 3461834954 - Property 1295455071
source: Specifies the description of the number series represented by the code in the Code field.
cs_cz: Určuje popis číselné řady reprezentované kódem v poli Kód.

# Page 3610123592 - Control 3461834954 - Property 2879900210
source: Description
cs_cz: Popis

# Page 3610123592 - Control 3557386538 - Property 1295455071
source: Specifies the code for a number series that you want to include in the group of related number series.
cs_cz: Určuje kód pro číselnou řadu, kterou si přejete zahrnout do skupiny číselných řad nacházejících se ve vzájemné relaci.

# Page 3610123592 - Control 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Page 3610123592 - Control 464081295 - Property 1295455071
source: Specifies the description of the number series represented by the code in the Series Code field.
cs_cz: Určuje popis číselné řady představovanou kódem v poli Kód řady.

# Page 3610123592 - Control 464081295 - Property 2879900210
source: Series Description
cs_cz: Popis řady

# Report 1351594800 - Property 2879900210
source: No. Series
cs_cz: Číselná řada

# Report 1351594800 - NamedType 1987762555
source: Page
cs_cz: Strana

# Report 1351594800 - NamedType 3888173466
source: No. Series
cs_cz: Číselná řada

# Report 1351594800 - NamedType 1177964168
source: Open
cs_cz: Otevřeno

# Report 1351594800 - NamedType 932861453
source: Starting Date
cs_cz: Počáteční datum

# Report 1351594800 - NamedType 718070072
source: Date Order
cs_cz: Časové pořadí

# Report 1351594800 - NamedType 1866796788
source: Default Nos.
cs_cz: Výchozí čísla

# Report 1351594800 - NamedType 2881283843
source: Manual Nos.
cs_cz: Ruční čísla

# Report 1351594800 - NamedType 948248474
source: Related No. Series
cs_cz: Připojená číselná řada

# Report 652222686 - Property 2879900210
source: No. Series Check
cs_cz: Kontrola číselných řad

# Report 652222686 - NamedType 1987762555
source: Page
cs_cz: Strana

# Report 652222686 - NamedType 2875411823
source: Description
cs_cz: Popis

# Report 652222686 - NamedType 68299049
source: No. Series Check
cs_cz: Kontrola číselných řad

# Report 652222686 - NamedType 3546922027
source: Code
cs_cz: Kód

# Report 652222686 - NamedType 932861453
source: Starting Date
cs_cz: Počáteční datum

# Page 1351594800 - Action 2107204065 - Property 1295455071
source: Generate No. Series using Copilot
cs_cz: Vygenerovat č. řadu pomocí Copilota

# Page 1351594800 - Action 2107204065 - Property 2879900210
source: Generate
cs_cz: Generovat

# Table 913177062 - NamedType 2577136590
source: Should be a valid year.
cs_cz: Měl by to být platný rok.

# Table 913177062 - Field 3358440473 - Property 2879900210
source: Allow Gaps in Nos.
cs_cz: Povolit mezery v číselné řadě

# Table 913177062 - Field 1090384498 - Property 2879900210
source: Authorization Code
cs_cz: Autorizační kód

# Table 913177062 - Field 881455016 - Property 2879900210
source: Authorization Year
cs_cz: Rok autorizace

# Table 913177062 - Field 2346995269 - Property 2879900210
source: Series
cs_cz: Řada

# Enum 487746186 - EnumValue 221910773 - Property 2879900210
source: Normal
cs_cz: Normální

# Enum 487746186 - EnumValue 4154341761 - Property 2879900210
source: Sequence
cs_cz: Sekvence

# EnumExtension 45853158 - EnumValue 4020539626 - Property 2879900210
source: No. Series Suggestions
cs_cz: Návrhy č. řad

# PermissionSet 3690785540 - Property 2879900210
source: Business Foundation - Admin
cs_cz: Business Foundation - Správa

# PermissionSet 343389045 - Property 2879900210
source: Business Foundation - Edit
cs_cz: Business Foundation - Upravit

# PermissionSet 3459075106 - Property 2879900210
source: Business Foundation - Objects
cs_cz: Business Foundation - Objekty

# PermissionSet 2361223695 - Property 2879900210
source: Business Foundation - Read
cs_cz: Business Foundation - Čtení

# PermissionSet 3477041462 - Property 2879900210
source: Business Foundation - View
cs_cz: Business Foundation - Zobrazit
