Repository: JosefFryk/ALHiLoExtension
Catalog: translationsa/Business%20Foundation.*.xlf
Languages: cs_cz

# Page 1351594800 - Control 3605153064 - Property 1295455071
source: Specifies the date from which you want this number series to apply. You use this field if you want to start a new series at the beginning of a new period. You set up a number series line for each period. The program will automatically switch to the new series on the starting date.
cs_cz: Určuje datum, od kterého chcete tuto číselnou řadu použít. Toto pole použijte, pokud chcete začít novou sérii na začátku nového období. Nastavte řádek číselné řady pro každé období. Program se automaticky přepne na novou sérii k počátečnímu datu.

# Page 1351594800 - Control 3605153064 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Page 1351594800 - Control 54551187 - Property 1295455071
source: Specifies the first number in the series.
cs_cz: Určuje první číslo v řadě.

# Page 1351594800 - Control 54551187 - Property 2879900210
source: Starting No.
cs_cz: Počáteční číslo

# Page 1351594800 - Control 2904476933 - Property 1295455071
source: Specifies when you want to receive a warning that the number series is running out. You enter a number from the series. The program will provide a warning when this number is reached. You can enter a maximum of 20 characters, both numbers and letters.
cs_cz: Určuje, kdy chcete dostávat upozornění, že číselná řada dobíhá. Zadejte číslo z řady. Program bude poskytovat upozornění, když je tohoto čísla dosaženo. Můžete zadat maximálně 20 znaků, číslic i písmen.

# Page 1351594800 - Control 2904476933 - Property 2879900210
source: Warning No.
cs_cz: Číslo varování

# Page 1351594800 - Control 61578460 - Property 2879900210
source: Open Lines
cs_cz: Otevřené řádky

# Page 1351594800 - Control 1093204092 - Property 2879900210
source: Relationships
cs_cz: Vztah

# Page 1351594800 - Action 1863283591 - Property 2879900210
source: Series
cs_cz: Řada

# Page 1351594800 - Action 3471137671 - Property 1295455071
source: View or edit additional information about the number series lines.
cs_cz: Zobrazit nebo upravit dodatečné informace o řádcích číselných řad.

# Page 1351594800 - Action 3471137671 - Property 2879900210
source: Lines
cs_cz: Řádky

# Page 1351594800 - Action 2000323865 - Property 1295455071
source: View or edit relationships between number series.
cs_cz: Zobrazit nebo upravit vztahy mezi číselnými řadami.

# Page 1351594800 - Action 2000323865 - Property 2879900210
source: Relationships
cs_cz: Vztah

# Page 1351594800 - Action 13477106 - Property 1295455071
source: Test whether the number series can generate new numbers.
cs_cz: Otestujte, zda číselná řada může generovat nová čísla.

# Page 1351594800 - Action 13477106 - Property 2879900210
source: Test No. Series
cs_cz: Test č. řada

# Page 1351594800 - Action 176562519 - Property 2879900210
source: View
cs_cz: Zobrazit

# Page 1351594800 - Action 580853590 - Property 1295455071
source: Show all number series.
cs_cz: Zobrazit všechny číselné řady.

# Page 1351594800 - Action 580853590 - Property 2879900210
source: Show All
cs_cz: Zobrazit vše

# Page 1351594800 - Action 107650159 - Property 1295455071
source: Show number series that require your attention, such as, number series that have no lines or an have open lines which have reached the warning threshold.
cs_cz: Zobrazí číselné řady, které vyžadují vaši pozornost, například číselné řady, které nemají žádné řádky, nebo mají otevřené řádky, které dosáhly prahové hodnoty varování.

# Page 1351594800 - Action 107650159 - Property 2879900210
source: Show Expiring
cs_cz: Zobrazit vypršení platnosti

# Page 1351594800 - Action 1587086413 - Property 2879900210
source: Navigate
cs_cz: Navigovat

# Page 1351594800 - Action 2234406979 - Property 2879900210
source: Report
cs_cz: Sestava

# Page 1351594800 - Action 2754442220 - Property 2879900210
source: View_Promoted
cs_cz: Zobrazit_zvýrazněné

# Page 1570804830 - Property 2879900210
source: Generate No. Series with Copilot
cs_cz: Vygenerovat č. řadu s Copilotem

# Page 1570804830 - NamedType 2492159425
source: Change the [specify here] number to
cs_cz: Změnit číslo [zadejte sem] na

# Page 1570804830 - NamedType 2693070612
source: Create numbers series for the new company
cs_cz: Vytvořit číselnou řadu pro novou společnost

# Page 1570804830 - NamedType 4210293593
source: Create number series for
cs_cz: Vytvořit číselnou řadu pro

# Page 1570804830 - NamedType 2696140609
source: Create number series for [specify here] module in the format
cs_cz: Vytvořit číselnou řadu pro modul [zadejte sem] ve formátu

# Page 1570804830 - NamedType 3688474908
source: Prepare number series for the next year
cs_cz: Připravit číselnou řadu pro následující rok

# Page 1570804830 - NamedType 2089164974
source: Prepare number series for the [specify here] module for the next year
cs_cz: Připravit číselné řady pro modul [zadejte sem] pro následující rok

# Page 1570804830 - Control 4257856312 - Property 2879900210
source: Generated No. Series
cs_cz: Vygenerované č. řady

# Page 1570804830 - Control 1987256405 - Property 1968111052
source: Describe the number series you want to create or change.
cs_cz: Popište číselnou řadu, kterou chcete vytvořit nebo změnit.

# Page 1570804830 - Control 1987256405 - Property 2879900210
source: Request
cs_cz: Vyžádat

# Page 1570804830 - Action 2567635439 - Property 2879900210
source: Create new
cs_cz: Vytvořit novou

# Page 1570804830 - Action 1454289169 - Property 1295455071
source: Sample prompt for creating number series. Replace [purchase orders] with the entity you want to create number series for.
cs_cz: Ukázka výzvy k vytvoření číselné řady. Nahraďte [nákupní objednávky] entitou, pro kterou chcete vytvořit číselnou řadu.

# Page 1570804830 - Action 1454289169 - Property 2879900210
source: Create number series for [purchase orders]
cs_cz: Vytvořit číselné řady pro [nákupní objednávky]

# Page 1570804830 - Action 652958484 - Property 1295455071
source: Sample prompt for creating number series for a new company.
cs_cz: Ukázka výzvy k vytvoření číselné řady pro novou společnost.

# Page 1570804830 - Action 652958484 - Property 2879900210
source: Create numbers series for the new company
cs_cz: Vytvořit číselnou řadu pro novou společnost

# Page 1570804830 - Action 2325751593 - Property 1295455071
source: Sample prompt for creating number series for a specific module with a specific pattern. Replace [sales] with the module you want to create number series for and [@@-#####] with the pattern you want to use.
cs_cz: Ukázka výzvy k vytvoření číselné řady pro konkrétní modul s konkrétním vzorem. Nahraďte [prodeje] modulem, pro který chcete vytvořit číselnou řadu, a [@@-#####] vzorem, který chcete použít.

# Page 1570804830 - Action 2325751593 - Property 2879900210
source: Create numbers for the [sales] module, using pattern [@@-#####]
cs_cz: Vytvořte čísla pro modul [prodej] pomocí vzoru [@@-#####]

# Page 1570804830 - Action 2813944994 - Property 2879900210
source: Modify existing
cs_cz: Upravit stávající

# Page 1570804830 - Action 4026729266 - Property 1295455071
source: Sample prompt for changing the number series. Replace [sales order] with the entity you want to change the number series for and [SO-10001] with the new number.
cs_cz: Ukázka výzvy ke změně číselné řady. Nahraďte [prodejní objednávku] entitou, pro kterou chcete změnit číselnou řadu, a [SO-10001] novým číslem.

# Page 1570804830 - Action 4026729266 - Property 2879900210
source: Change the [sales order] number to [SO-10001]
cs_cz: Změnit číslo [prodejní objednávky] na [SO-10001]

# Page 1570804830 - Action 3701017727 - Property 2879900210
source: Prepare for next year
cs_cz: Připravit se na následující rok

# Page 1570804830 - Action 89246262 - Property 1295455071
source: Sample prompt for setting up number series for the next year.
cs_cz: Ukázka výzvy k nastavení číselných řad pro následující rok.

# Page 1570804830 - Action 89246262 - Property 2879900210
source: Prepare number series for the next year
cs_cz: Připravit číselnou řadu pro následující rok

# Page 1570804830 - Action 1642784628 - Property 1295455071
source: Sample prompt for setting up number series for a specific module for the next year. Replace [sales] with the module you want to set up number series for.
cs_cz: Ukázka výzvy k nastavení číselné řady pro konkrétní modul pro následující rok. Nahraďte modulem [prodeje], pro který chcete nastavit číselné řady.

# Page 1570804830 - Action 1642784628 - Property 2879900210
source: Prepare number series for the [sales] module for the next year
cs_cz: Připravit číselné řady pro modul [prodej] pro následující rok

# Page 1570804830 - Action 788258546 - Property 1295455071
source: Discards all suggestions and dismisses the dialog
cs_cz: Zahodí všechny návrhy a zavře dialog

# Page 1570804830 - Action 788258546 - Property 2879900210
source: Cancel
cs_cz: Zrušit

# Page 1570804830 - Action 2626368477 - Property 1295455071
source: Generate no. series
cs_cz: Vygenerovat č. řad

# Page 1570804830 - Action 2626368477 - Property 2879900210
source: Generate
cs_cz: Generovat

# Page 1570804830 - Action 1010501080 - Property 1295455071
source: Accepts the current suggestion and dismisses the dialog
cs_cz: Přijme aktuální návrh a zavře dialog

# Page 1570804830 - Action 1010501080 - Property 2879900210
source: Keep it
cs_cz: Ponechat

# Page 1570804830 - Action 2388911040 - Property 1295455071
source: Regenerate no. series
cs_cz: Opětovně vygenerovat č. řad

# Page 1570804830 - Action 2388911040 - Property 2879900210
source: Regenerate
cs_cz: Opětovně vygenerovat

# Page 2009626386 - Property 2879900210
source: No. Series Generations
cs_cz: Vygenerování č. řad

# Page 2009626386 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
cs_cz: Určuje hodnotu pole Popis.

# Page 2009626386 - Control 3353816324 - Property 1295455071
source: Specifies the value of the Ending No. field.
cs_cz: Určuje hodnotu pole Poslední číslo.

# Page 2009626386 - Control 2364818100 - Property 1295455071
source: Specifies the value of the Increment-by No. field.
cs_cz: Určuje hodnotu pole Přírůstek čísel.

# Page 2009626386 - Control 3080618677 - Property 1295455071
source: Specifies the value of the Message field.
cs_cz: Určuje hodnotu pole Zpráva.

# Page 2009626386 - Control 3557386538 - Property 1295455071
source: Specifies the value of the Series Code field.
cs_cz: Určuje hodnotu pole Kód řady.

# Page 2009626386 - Control 1645868462 - Property 1295455071
source: Specifies the value of the Setup Field Name field.
cs_cz: Určuje hodnotu pole Název pole nastavení.

# Page 2009626386 - Control 3153625826 - Property 1295455071
source: Specifies the value of the Setup Table Name field.
cs_cz: Určuje hodnotu pole Název tabulky nastavení.

# Page 2009626386 - Control 460889064 - Property 1295455071
source: Specifies the value of the Starting Date field.
cs_cz: Určuje hodnotu pole Počáteční datum.

# Page 2009626386 - Control 2800826121 - Property 1295455071
source: Specifies the value of the Starting No. field.
cs_cz: Určuje hodnotu pole Počáteční číslo.

# Page 2009626386 - Control 3268100271 - Property 1295455071
source: Specifies the value of the Warning No. field.
cs_cz: Určuje hodnotu pole Číslo upozornění.

# Page 2805196211 - Property 2879900210
source: No. Series Lines
cs_cz: Řádky číselné řady

# Page 2805196211 - Control 3358440473 - Property 1295455071
source: Specifies that a number assigned from the number series can later be deleted. This is practical for records, such as item cards and warehouse documents that, unlike financial transactions, can be deleted and cause gaps in the number sequence. NOTE: If an error occurs on a new record that will be assigned a number from such a number series when it is completed, the number in question may be lost, causing a gap in the sequence.
cs_cz: Určuje, že číslo přiřazené z číselné řady může být později odstraněno. To je praktické pro záznamy, jako jsou karty zboží a skladové doklady, které lze na rozdíl od finančních transakcí odstranit a způsobit mezery v číselné řadě. POZNÁMKA: Pokud dojde k chybě u nového záznamu, kterému bude po dokončení přiřazeno číslo z takové číselné řady, může dojít ke ztrátě příslušného čísla, což způsobí mezeru v sekvenci.

# Page 2805196211 - Control 3358440473 - Property 2879900210
source: Allow Gaps in Nos.
cs_cz: Povolit mezery v číselné řadě

# Page 2805196211 - Control 3353816324 - Property 1295455071
source: Specifies the last number in the series.
cs_cz: Určuje poslední číslo v řadě.

# Page 2805196211 - Control 3353816324 - Property 2879900210
source: Ending No.
cs_cz: Poslední číslo

# Page 2805196211 - Control 299361462 - Property 1295455071
source: Specifies the implementation to use for getting numbers. Some may produce gaps in the number series. This is practical for records, such as item cards and warehouse documents that, unlike financial transactions, can be deleted and cause gaps in the number sequence.
cs_cz: Určuje implementaci, která se má použít pro získání čísel. Některé mohou způsobit mezery v číselné řadě. To je praktické pro záznamy, jako jsou karty zboží a skladové doklady, které lze na rozdíl od finančních transakcí odstranit a způsobit mezery v číselné řadě.

# Page 2805196211 - Control 299361462 - Property 2879900210
source: Implementation
cs_cz: Implementace

# Page 2805196211 - Control 2364818100 - Property 1295455071
source: Specifies the size of the interval by which you would like to space the numbers in the number series.
cs_cz: Určuje velikost intervalu který chcete mít mezi jednotlivými čísly v číselné řadě.

# Page 2805196211 - Control 2364818100 - Property 2879900210
source: Increment-by No.
cs_cz: Přírůstek čísel

# Page 2805196211 - Control 1021068619 - Property 1295455071
source: Specifies the date when a number was most recently assigned from the number series.
cs_cz: Určuje datum, kdy bylo číslo naposled přiřazeno z číselné řady.

# Page 2805196211 - Control 1021068619 - Property 2879900210
source: Last Date Used
cs_cz: Poslední použité datum

# Page 2805196211 - Control 1279394486 - Property 1295455071
source: Specifies the last number that was used from the number series.
cs_cz: Určuje poslední číslo použité z číselné řady.

# Page 2805196211 - Control 1279394486 - Property 2879900210
source: Last No. Used
cs_cz: Poslední použité číslo

# Page 2805196211 - Control 4259830144 - Property 1295455071
source: Specifies whether the number series line is open. It is open until the last number in the series has been used.
cs_cz: Určuje, zda je řádek číselné řady otevřen. Je otevřen dokud poslední číslo číselné řady nebude použito.

# Page 2805196211 - Control 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřeno

# Page 2805196211 - Control 3557386538 - Property 1295455071
source: Specifies the code for the number series to which this line applies.
cs_cz: Určuje kód pro řady čísel ke kterým se tento řádek vztahuje.

# Page 2805196211 - Control 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Page 2805196211 - Control 460889064 - Property 1295455071
source: Specifies the date from which you would like this line to apply.
cs_cz: Určuje datum, od kdy byste rádi vyrovnali tento řádek.

# Page 2805196211 - Control 460889064 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Page 2805196211 - Control 2800826121 - Property 1295455071
source: Specifies the first number in the series.
cs_cz: Určuje první číslo v řadě.

# Page 2805196211 - Control 2800826121 - Property 2879900210
source: Starting No.
cs_cz: Počáteční číslo

# Page 2805196211 - Control 3268100271 - Property 1295455071
source: Specifies when you want to receive a warning that the number series is running out.
cs_cz: Určuje, kdy chcete obdržet varování o číselné řadě blížící se konci.

# Page 2805196211 - Control 3268100271 - Property 2879900210
source: Warning No.
cs_cz: Číslo varování

# Page 1772946810 - Property 2879900210
source: No. Series Lines
cs_cz: Řádky číselné řady

# Page 1772946810 - Control 3358440473 - Property 1295455071
source: Specifies that a number assigned from the number series can later be deleted. This is practical for records, such as item cards and warehouse documents that, unlike financial transactions, can be deleted and cause gaps in the number sequence. NOTE: If an error occurs on a new record that will be assigned a number from such a number series when it is completed, the number in question may be lost, causing a gap in the sequence.
cs_cz: Určuje, že číslo přiřazené z číselné řady může být později odstraněno. To je praktické pro záznamy, jako jsou karty zboží a skladové doklady, které lze na rozdíl od finančních transakcí odstranit a způsobit mezery v číselné řadě. POZNÁMKA: Pokud dojde k chybě u nového záznamu, kterému bude po dokončení přiřazeno číslo z takové číselné řady, může dojít ke ztrátě příslušného čísla, což způsobí mezeru v sekvenci.

# Page 1772946810 - Control 3358440473 - Property 2879900210
source: Allow Gaps in Nos.
cs_cz: Povolit mezery v číselné řadě

# Page 1772946810 - Control 3353816324 - Property 1295455071
source: Specifies the last number in the series.
cs_cz: Určuje poslední číslo v řadě.

# Page 1772946810 - Control 3353816324 - Property 2879900210
source: Ending No.
cs_cz: Poslední číslo

# Page 1772946810 - Control 299361462 - Property 1295455071
source: Specifies the implementation to use for getting numbers. Some may produce gaps in the number series. This is practical for records, such as item cards and warehouse documents that, unlike financial transactions, can be deleted and cause gaps in the number sequence.
cs_cz: Určuje implementaci, která se má použít pro získání čísel. Některé mohou způsobit mezery v číselné řadě. To je praktické pro záznamy, jako jsou karty zboží a skladové doklady, které lze na rozdíl od finančních transakcí odstranit a způsobit mezery v číselné řadě.

# Page 1772946810 - Control 299361462 - Property 2879900210
source: Implementation
cs_cz: Implementace

# Page 1772946810 - Control 2364818100 - Property 1295455071
source: Specifies the size of the interval by which you would like to space the numbers in the number series.
cs_cz: Určuje velikost intervalu který chcete mít mezi jednotlivými čísly v číselné řadě.

# Page 1772946810 - Control 2364818100 - Property 2879900210
source: Increment-by No.
cs_cz: Přírůstek čísel

# Page 1772946810 - Control 1021068619 - Property 1295455071
source: Specifies the date when a number was most recently assigned from the number series.
cs_cz: Určuje datum, kdy bylo číslo naposled přiřazeno z číselné řady.

# Page 1772946810 - Control 1021068619 - Property 2879900210
source: Last Date Used
cs_cz: Poslední použité datum

# Page 1772946810 - Control 1279394486 - Property 1295455071
source: Specifies the last number that was used from the number series.
cs_cz: Určuje poslední číslo použité z číselné řady.

# Page 1772946810 - Control 1279394486 - Property 2879900210
source: Last No. Used
cs_cz: Poslední použité číslo

# Page 1772946810 - Control 4259830144 - Property 1295455071
source: Specifies whether the number series line is open. It is open until the last number in the series has been used.
cs_cz: Určuje, zda je řádek číselné řady otevřen. Je otevřen dokud poslední číslo číselné řady nebude použito.

# Page 1772946810 - Control 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřeno

# Page 1772946810 - Control 3557386538 - Property 1295455071
source: Specifies the code for the number series to which this line applies.
cs_cz: Určuje kód pro řady čísel ke kterým se tento řádek vztahuje.

# Page 1772946810 - Control 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Page 1772946810 - Control 460889064 - Property 1295455071
source: Specifies the date from which you would like this line to apply.
cs_cz: Určuje datum, od kdy byste rádi vyrovnali tento řádek.

# Page 1772946810 - Control 460889064 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Page 1772946810 - Control 2800826121 - Property 1295455071
source: Specifies the first number in the series.
cs_cz: Určuje první číslo v řadě.

# Page 1772946810 - Control 2800826121 - Property 2879900210
source: Starting No.
cs_cz: Počáteční číslo

# Page 1772946810 - Control 3268100271 - Property 1295455071
source: Specifies when you want to receive a warning that the number series is running out.
cs_cz: Určuje, kdy chcete obdržet varování o číselné řadě blížící se konci.

# Page 1772946810 - Control 3268100271 - Property 2879900210
source: Warning No.
cs_cz: Číslo varování

# Page 4224580430 - Property 2879900210
source: No. Series Lines Purchase
cs_cz: Řádky číselné řady nákupu

# Page 4224580430 - Control 3353816324 - Property 1295455071
source: Specifies the last number in the series.
cs_cz: Určuje poslední číslo v řadě.

# Page 4224580430 - Control 3353816324 - Property 2879900210
source: Ending No.
cs_cz: Poslední číslo

# Page 4224580430 - Control 2364818100 - Property 1295455071
source: Specifies the size of the interval by which you would like to space the numbers in the number series.
cs_cz: Určuje velikost intervalu který chcete mít mezi jednotlivými čísly v číselné řadě.

# Page 4224580430 - Control 2364818100 - Property 2879900210
source: Increment-by No.
cs_cz: Přírůstek čísel

# Page 4224580430 - Control 1021068619 - Property 1295455071
source: Specifies the date when a number was most recently assigned from the number series.
cs_cz: Určuje datum, kdy bylo číslo naposled přiřazeno z číselné řady.

# Page 4224580430 - Control 1021068619 - Property 2879900210
source: Last Date Used
cs_cz: Poslední použité datum

# Page 4224580430 - Control 1279394486 - Property 1295455071
source: Specifies the last number that was used from the number series.
cs_cz: Určuje poslední číslo použité z číselné řady.

# Page 4224580430 - Control 1279394486 - Property 2879900210
source: Last No. Used
cs_cz: Poslední použité číslo

# Page 4224580430 - Control 4259830144 - Property 1295455071
source: Specifies whether or not the number series line is open.
cs_cz: Určuje, zda je řádek číselné řady otevřený.

# Page 4224580430 - Control 4259830144 - Property 2879900210
source: Open
cs_cz: Otevřeno

# Page 4224580430 - Control 3557386538 - Property 1295455071
source: Specifies the code for the number series to which this line applies.
cs_cz: Určuje kód pro řady čísel ke kterým se tento řádek vztahuje.

# Page 4224580430 - Control 3557386538 - Property 2879900210
source: Series Code
cs_cz: Kód řady

# Page 4224580430 - Control 460889064 - Property 1295455071
source: Specifies the date when you would like this line to apply.
cs_cz: Určuje datum, od kdy chcete tento řádek použít.

# Page 4224580430 - Control 460889064 - Property 2879900210
source: Starting Date
cs_cz: Počáteční datum

# Page 4224580430 - Control 2800826121 - Property 1295455071
source: Specifies the first number in the series.
cs_cz: Určuje první číslo v řadě.

# Page 4224580430 - Control 2800826121 - Property 2879900210
source: Starting No.
cs_cz: Počáteční číslo

# Page 4224580430 - Control 3268100271 - Property 1295455071
source: Specifies when you want to receive a warning that the number series is running out.
cs_cz: Určuje, kdy chcete obdržet varování o číselné řadě blížící se konci.

# Page 4224580430 - Control 3268100271 - Property 2879900210
source: Warning No.
cs_cz: Číslo varování

# Page 1093610299 - Property 2879900210
source: No. Series Lines Sales
cs_cz: Řádky číselné řady prodeje

# Page 1093610299 - Control 3353816324 - Property 1295455071
source: Specifies the last number in the series.
cs_cz: Určuje poslední číslo v řadě.

# Page 1093610299 - Control 3353816324 - Property 2879900210
source: Ending No.
cs_cz: Poslední číslo
